let ukrTextArray = [
    'Але, щоб ви зрозуміли, звідки виникає це хибне уявлення людей, цуратись насолоди і вихваляти страждання, я розкрию перед вами всю картину і роз’ясню, що саме говорив цей чоловік, який відкрив істину, якого я б назвав зодчим щасливого життя',
    'Але, ми цураємось і вважаємо, що заслуговують справедливого обурення ті, хто, піддався звабі і розбещеним спокусам, які дають їм насолоду, і без тями від пристрасті не передбачили, яких страждань і які нещастя на них чекають. Вони винні так само, як і ті, хто через душевну слабкість, тобто через бажання уникнути страждань і болю відмовляється від виконання свого обов’язку.',
    'Втім, тут дуже легко і просто провести відмінності, тому що, коли ми вільні і нам надана повна можливість вибору бажаного, коли ніщо не заважає нам робити те, що нам більше подобається, будь яку насолоду слід визнати бажаним, а будь-яке страждання огидним. Але при деяких обставинах – або на вимогу боргу, або в силу якоїсь необхідності часто доводиться забувати про насолоди і не втікати від тягарів. Тому мудрець дотримується в цьому випадку наступного принципу вибору – або, відмовляючись від задоволення, він отримує якісь інші і навіть'
];

let rusTextArray = [
    'Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей деятельности требуют определения и уточнения соответствующий условий активизации. Не следует, однако забывать, что новая модель организационной деятельности требуют от нас анализа дальнейших направлений развития. Значимость этих проблем настолько очевидна, что укрепление и развитие структуры играет важную роль в формировании форм развития. Разнообразный и богатый опыт рамки и место обучения кадров в значительной степени обуславливает создание направлений прогрессивного развития. Значимость этих проблем настолько очевидна, что укрепление и развитие структуры влечет за собой процесс внедрения и модернизации форм развития. Таким образом постоянный количественный рост и сфера нашей активности способствует подготовки и реализации соответствующий условий активизации.',
    'Таким образом рамки и место обучения кадров играет важную роль в формировании новых предложений. Таким образом начало повседневной работы по формированию позиции способствует подготовки и реализации модели развития. Товарищи! начало повседневной работы по формированию позиции играет важную роль в формировании новых предложений.',
];

let engTextArray = [
    'Besides, other people refuse to take part in Christmas, because they consider that this holiday became too commercial. It’s true that in December stores are full of Christmas goods. And people spend a lot of money to have a good time with their friends, family and relatives. Most of them are ready to waste money for small useless presents. It is clear that they celebrate Christmas because it’s a family party and a great opportunity to be together.',
    'Every year more than 300 million tons of plastic are not recycled. The consequences for the nature are very serious, especially for the oceans. According to the American magazine ‘Science’ the oceans contain more than 110 million tons of plastic waste.',
    'Apart from the aesthetic inconvenience, this waste threatens animals and birds. These are a half of the seabirds and at least 200 species of fish, crustaceans and mammals living in the oceans. The main danger and harm is that they confuse this waste with the food.'

];

export {
    ukrTextArray,
    rusTextArray,
    engTextArray
}